import React, { Component } from 'react';
import { Link } from 'react-router-dom';
class Error extends Component {
    state = {}
    render() {
        return (<div>
            <div>
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
            </div>
            <br />
            <br />
            <br />
            <br />
            <br />
            <br />
            <Link to="/engine" style={{
                left: "40%",
                position: "absolute",
                fontSize: "30px",
                color: "tomato"
            }}>🄱🄰🄲🄺 🅃🄾 🄴🄽🄶🄸🄽🄴</Link>
            <br />
            <br />
            <br />
            <br />
            <br />
            <br />
            <div>
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
                P̴͍̝͖̰̗̙̖͍̹͑̎ą̵̢͎̻̬̦̝̳͍̃͑̾͌̒͐͊̎͝g̷̭̹͇̫͊̈́e̶͕̱̳̝͊͛ ̶͙͖͇̥̩͔͓͑̂̎̔͠ͅn̴̨̧̥̖͙͚͖̮̯̝̿̌o̵̢̡͈͇͖̗̜̲̺̗͗͑͛͝t̷̳̝̩̠̮̘̱͆͌͗͒͊̈́͆ ̷̙͚͈͍̩̪̈́̇̔͐̈́͒̐͐f̵̛̗̥̫̺̬̄͛̐̏̚͜͝͝ö̴̥̰͔̮͈́ụ̶̊̓͋̅͝ņ̵̠͉͓̖̜̮͚̺̅̀͜ḍ̸͔̻̱̩̬́̏!̸̺͔̹̟͊̒̾̉̎
            </div>
        </div>);
    }
}

export default Error;